---
kind: other
id: Methods.T:Autodesk.Revit.DB.TransmissionData
source: html/a50f9fc0-f3fc-e016-1b53-2a4fb55d3c86.htm
---
# TransmissionData Methods

Determines whether the document at a given file location
 is not transmitted.